[
  {
    "id": 4,
    "title": "Avec leur nouvel album, les Sparks prouvent qu'ils font toujours des étincelles",
    "description": "Les frères Mael nous emmènent au firmament de la pop avec les envolées lyriques de 'The Girl Is Crying in Her Latte'. Ébouriffant.",
    "body": "Les frères Mael nous emmènent au firmament de la pop avec les envolées lyriques de 'The Girl Is Crying in Her Latte'. Ébouriffant.\n\nSi l'on a pu un temps croire que la discographie des Sparks allait prendre au XXIe siècle une tournure définitivement conceptuelle (Li'l Beethoven en 2002 ou The Seduction of Ingmar Bergman en 2009), voire que Ron et Russell Mael rejoindraient la fiction pour de bon (Annette de Leos Carax bien sûr, ou leur contribution à La Chambre interdite de Guy Maddin), leurs deux plus récents albums, Hippopotamus (2017) et A Steady Drip, Drip, Drip (2020), relevaient davantage de la collection de chansons pop.\n\nThe Girl Is Crying in Her Latte s'inscrit dans cette lignée, mais plus que jamais chacune de ces chansons ressemble à une expérience de laboratoire. Avec son orchestration électronique barbelée à l'os, le morceau-titre placé en ouverture indique une orientation plus clinique, des plages qui creusent un sillon étroit. Sensation immédiatement enrichie par Veronica Lake, dont le pointillisme lorgne vers Yellow Magic Orchestra, ou par la ligne hypnotique du miracle micro-pop Escalator, avec son clavier à la Stranglers.\n\nDes morceaux stratosphériques\n\nMais les envolées lyriques et les rythmiques exaltantes assaillent progressivement d'autres morceaux, comme ce Nothing Is As Good As They Say It Is qui revient aux fondamentaux sparksiens. En synthétisant ces deux pôles, The Mona Lisa's Packing, Leaving Late Tonight rejoint d'office les rangs de leurs chefs-d'œuvre. Après un milieu d'album où sont concentrés en majorité des morceaux plus 'classic Sparks', et qui aurait gagné à être plus resserré (le disque est presque trop roboratif), c'est l'émotion qui l'emporte avec It Doesn't Have to Be That Way et plus encore It's Sunny Today.\n\nAu cœur de ce dernier tiers stratosphérique, une Love Story acide rappelle le duo Christophe/Alan Vega de Tangerine sur son tapis rythmique très Beat the Clock et son gimmick clubesque de toute beauté. Sosie plus ou moins officiel de Fernando Pessoa, Ron Mael n'a toujours pas (au bout d'au moins vingt-cinq albums, mais le compte est difficile) épuisé sa mallette de panoplies. Lui et son Russell de frère, au falsetto aussi perché que leurs compositions, sont à leur zénith lorsqu'ils jouent à l'OuPoPo, Ouvroir de pop potentielle. On trouve chez eux le meilleur du dandysme : de la pop prise très au sérieux, donc à la légère.\n\nThe Girl Is Crying in Her Latte (Virgin Records/Universal). Sortie le 26 mai. En concert au Paloma, Nîmes, le 4 juin ; à l'Espace Julien, Marseille, le 5 ; au Grand Rex, Paris, le 13.",
    "published": true,
    "createdAt": "2023-05-23T09:33:40.913Z",
    "updatedAt": "2023-05-23T09:33:40.913Z",
    "author": "Rémi Boiteux",
    "image": "https://www.lesinrocks.com/wp-content/uploads/2023/05/WEB_Sparks_Toss11_14a.TALLPhotographybyMunachiOsegbumunachiosegbu.jpg?resize=850%2C540&quality=75",
    "typeId": 4
  },
  {
    "id": 5,
    "title": "Cannes 2023 : notre bilan à mi-parcours",
    "description": "À mi-chemin du festival, on fait le bilan. Quels films sont encore attendus ? Quels longs-métrages nous ont séduits ? Pronostics et coups de cœur.",
    "body": "À mi-chemin du festival, on fait le bilan. Quels films sont encore attendus ? Quels longs-métrages nous ont séduits ? Pronostics et coups de cœur.\n\nDéjà six jours sont passés depuis l'ouverture du festival. Cinq restent encore à s'écouler. Ce sont surtout les cinéastes les plus reconnus et les plus consacrés que l'on attend cette semaine : Ken Loach, Wim Wenders, Aki Kaurismäki, Nanni Moretti. Un quarteron de totems cannois, tous venus au moins six ou sept fois en compétition (beaucoup plus pour Loach), tous déjà palmés (et même deux fois pour Loach) ou presque (Kaurismäki, multiprimé mais non palmé). Il est probable que certains de ces films soient très beaux, il est moins certain qu'ils renouvellent totalement ce que l'on sait déjà de chacun de leur auteur. Pour tout dire, le film d'une autre vétérane, Catherine Breillat, beaucoup moins souvent exposée dans la vitrine de la compétition cannoise, aiguise davantage nos attentes.\n\nÀ mi-parcours, on regarde dans le rétroviseur, quelles images se sont sédimentées dans le fond de notre œil ? La puissance plastique interloquante de Zone of Interest de Jonathan Glazer (même si on n'est toujours pas sûr·e de se sentir complètement en affinité avec ce film qui produit autant de perplexité que de sidération) ; la finesse d'analyse, l'art de l'understatement et de l'ironie pastel du May December de Todd Haynes (qui se réinvente en Cukor contemporain) ; et depuis hier, la force d'impact émotionnel foudroyante d'Anatomie d'une chute de Justine Triet.\n\nNotre Palme\n\nLa réalisatrice de Victoria et Sibyl compte vraiment désormais parmi les très grand·es cinéastes de l'époque. À partir d'une trame policière assez quelconque, un travail tatillon d'architecture dramatique, une précision exceptionnelle dans la direction d'acteur·trice, dont chaque effet, chaque geste, chaque intonation paraissent le produit d'une réflexion et d'une stylisation acharnées, et surtout un art de la mise en scène d'une éloquence et d'un pouvoir d'évocation inouïs, concourent à faire d'Anatomie d'une chute notre film préféré du festival à ce jour, notre palme perso sans hésitation.\n\nC'est loin d'être le cas chaque année à Cannes, mais nous ne nous sentons pas du tout seul·es dans ce choix. Sur le tableau des étoiles du Film français comprenant les notations de 16 médias nationaux, le film de Justine Triet tient la tête avec l'obtention de quatre palmes (devant The Zone of Interest qui en remporte trois). Sur l'équivalent international de ce tableau, publié dans la revue de cinéma britannique Screen, Anatomie d'une chute est également vainqueur avec une note de 3,1 sur 4. Palme des critiques à l'échelle nationale et internationale, le film de Justine Triet a-t-il fait vibrer la communauté beaucoup plus restreinte des membres du jury ? On voit mal comment, a minima un prix de la mise en scène ou de l'interprétation féminine pour Sandra Hüller pourrait lui échapper. Nous, on lui donnerait la Palme d'or.\n\nÉdito initialement paru dans la newsletter spécial Cannes du 22 mai. Pour vous abonner gratuitement aux newsletters des Inrocks, c'est ici !",
    "published": true,
    "createdAt": "2023-05-23T09:46:44.670Z",
    "updatedAt": "2023-05-23T09:46:44.670Z",
    "author": "Jean-Marc Lalanne",
    "image": "https://www.lesinrocks.com/wp-content/uploads/2023/05/Capture-decran-2023-05-22-a-17.08.46.png?resize=626%2C415&quality=75",
    "typeId": 5
  },
  {
    "id": 6,
    "title": "GTO",
    "description": "GTO raconte l'histoire d'un ex-délinquant Eikichi Onizuka, qui décide de devenir un grand professeur. Mais ce n'est pas aisé et les diverses relations qu'il va nouer avec le corps professoral et ses élèves vont être complexes. Adorées par les uns, détestées par les autres, ses manières pédagogiques ne vont pas faire l'unanimité et sont pour le moins étranges.",
    "body": "Ah là là GTO... je devais bien y arriver un jour, et pourtant : difficile de faire une critique sur cet anime tant tout a déjà été dit mainte et mainte fois. Je vous passe donc le résumé et vais directement me concentrer sur une analyse personnelle pour ne pas faire dans le réchauffé.\n\nDonc, GTO est passionnant selon moi car il relève presque de l'erreur d'interprétation. En effet : le personnage d'Onizuka n'est pas vraiment conçu pour représenter quelqu'un d'autre en dehors de lui-même, et n'a pour dire pas vocation à l'effet miroir. Ce sont les élèves qui normalement remplissent cette tâche : le timide qui fait les frais de son manque d'assurance, l'intello un peu geek, la petite frappe mais gas bien dans le fond, la surdouée etc... Mais étonnamment; le spectateur se sentira plus proche d'Eikichi la plupart du temps.\n\nEn même temps, dans une oeuvre qui faire la part belle au doute : Onizuka est certainement celui qui en a le plus, bien qu'en apparence, il ait une assurance indéfectible. Ce qui est au passage joliment symbolisé dans le premier ending : à rêvasser la tête levée, cigarette à la main, regardant naïvement les nuages défiler, limite comme si il en attendait quelque chose... Puis, il l'éteint et revient au réel avec tout le bordel qu'il induit.\n\nGTO - Screenshot #2\nAvoir vocation à guider les autres quand on ne sait pas ce qu'on veut soit-même (en dehors de ses fantasmes) est assez cocasse dans le fond... Mais GTO se tire à merveille de l'exercice car Onizuka a cette subtilité de pouvoir d'un côté apporter son expérience pour éviter les plans foireux, sans pour autant faire dans la projection. Bon, sa méthode d'enseignement peut se résumer à l'anarchie et est vide de tout savoir-faire théorique. Mais l'oeuvre étant un rempart contre l'éducation scolaire traditionnelle, on ne peut pas vraiment lui en vouloir sur ce point.\n\nC'est aussi drôle de voir qu'il essaye d'inculquer certaines valeurs morales qu'il n'a plus après 2 bières... Mais bon, si j'avais bien une chose à reprocher à GTO pour nuancer : c'est sa tendance à faire dans la médecine miracle; après avoir réglé un problème plus ou moins grave, on n'en entend quasiment plus jamais parlé ! Enfin, je veux bien être une quiche en nature humaine... mais je ne crois pas qu'un problème qui affecte profondément une personne puisse disparaître du jour au lendemain, même avec le meilleur toubib.\n\nEn parlant de ses élèves, la relation est intéressante dans le sens où la plupart se croient adultes, mais sont incapables d'assumer les conséquences de leurs actes. Et Onizuka, c'est évidemment l'inverse : il peut endosser les conneries des autres sans broncher, mais est incapable d'agir avec maturité...\n\nD'ailleurs, le doublage VF reflète bien ce comportement de grand enfant à la voix encore bien énervée. L'animation est quant à elle catastrophique techniquement (pour changer avec Pierrot...) mais a de la gueule et une bonne mise en scène, ce qui est l'essentiel pour une adaptation de GTO.\n\nPour finir, on peut dire que cet anime transcende les générations pour une raison assez évidente : il sonne juste sur des sujets qui seront toujours d'actualité. Et bien que l'animation vieillit généralement très mal, la patte graphique marquée tourne à son avantage sur ce coup-là.\n\nUn joli 8 !",
    "published": true,
    "createdAt": "2023-05-23T09:56:15.729Z",
    "updatedAt": "2023-05-23T09:56:15.729Z",
    "author": "Equinox",
    "image": "https://roadtocinema.paris/wp-content/uploads/2021/01/gto-artwork-1280x720-1.png",
    "typeId": 10
  },
  {
    "id": 2,
    "title": "Quoi de Neuf dans Prisma ? (T1/22)",
    "description": "Découvrez tout ce qui s'est passé dans l'écosystème et la communauté Prisma de janvier à mars 2022.",
    "body": "Nos ingénieurs ont travaillé dur, publiant de nouvelles versions avec de nombreuses améliorations...",
    "published": true,
    "createdAt": "2023-05-22T15:26:59.715Z",
    "updatedAt": "2023-05-22T15:26:59.715Z",
    "author": "Bob",
    "image": "https://website-prisma.vercel.app/illustrations/home-page/schema.svg",
    "typeId": 14
  }
]
