[
  {
    "id": 4,
    "title": "Avec leur nouvel album, les Sparks prouvent qu'ils font toujours des étincelles",
    "description": "Les frères Mael nous emmènent au firmament de la pop avec les envolées lyriques de 'The Girl Is Crying in Her Latte'. Ébouriffant.",
    "body": "Les frères Mael nous emmènent au firmament de la pop avec les envolées lyriques de 'The Girl Is Crying in Her Latte'. Ébouriffant.\n\nSi l'on a pu un temps croire que la discographie des Sparks allait prendre au XXIe siècle une tournure définitivement conceptuelle (Li'l Beethoven en 2002 ou The Seduction of Ingmar Bergman en 2009), voire que Ron et Russell Mael rejoindraient la fiction pour de bon (Annette de Leos Carax bien sûr, ou leur contribution à La Chambre interdite de Guy Maddin), leurs deux plus récents albums, Hippopotamus (2017) et A Steady Drip, Drip, Drip (2020), relevaient davantage de la collection de chansons pop.\n\nThe Girl Is Crying in Her Latte s'inscrit dans cette lignée, mais plus que jamais chacune de ces chansons ressemble à une expérience de laboratoire. Avec son orchestration électronique barbelée à l'os, le morceau-titre placé en ouverture indique une orientation plus clinique, des plages qui creusent un sillon étroit. Sensation immédiatement enrichie par Veronica Lake, dont le pointillisme lorgne vers Yellow Magic Orchestra, ou par la ligne hypnotique du miracle micro-pop Escalator, avec son clavier à la Stranglers.\n\nDes morceaux stratosphériques\n\nMais les envolées lyriques et les rythmiques exaltantes assaillent progressivement d'autres morceaux, comme ce Nothing Is As Good As They Say It Is qui revient aux fondamentaux sparksiens. En synthétisant ces deux pôles, The Mona Lisa's Packing, Leaving Late Tonight rejoint d'office les rangs de leurs chefs-d'œuvre. Après un milieu d'album où sont concentrés en majorité des morceaux plus 'classic Sparks', et qui aurait gagné à être plus resserré (le disque est presque trop roboratif), c'est l'émotion qui l'emporte avec It Doesn't Have to Be That Way et plus encore It's Sunny Today.\n\nAu cœur de ce dernier tiers stratosphérique, une Love Story acide rappelle le duo Christophe/Alan Vega de Tangerine sur son tapis rythmique très Beat the Clock et son gimmick clubesque de toute beauté. Sosie plus ou moins officiel de Fernando Pessoa, Ron Mael n'a toujours pas (au bout d'au moins vingt-cinq albums, mais le compte est difficile) épuisé sa mallette de panoplies. Lui et son Russell de frère, au falsetto aussi perché que leurs compositions, sont à leur zénith lorsqu'ils jouent à l'OuPoPo, Ouvroir de pop potentielle. On trouve chez eux le meilleur du dandysme : de la pop prise très au sérieux, donc à la légère.\n\nThe Girl Is Crying in Her Latte (Virgin Records/Universal). Sortie le 26 mai. En concert au Paloma, Nîmes, le 4 juin ; à l'Espace Julien, Marseille, le 5 ; au Grand Rex, Paris, le 13.",
    "published": true,
    "createdAt": "2023-05-23T09:33:40.913Z",
    "updatedAt": "2023-05-23T09:33:40.913Z",
    "author": "Rémi Boiteux",
    "image": "https://www.lesinrocks.com/wp-content/uploads/2023/05/WEB_Sparks_Toss11_14a.TALLPhotographybyMunachiOsegbumunachiosegbu.jpg?resize=850%2C540&quality=75",
    "typeId": 4
  },
  {
    "id": 5,
    "title": "Cannes 2023 : notre bilan à mi-parcours",
    "description": "À mi-chemin du festival, on fait le bilan. Quels films sont encore attendus ? Quels longs-métrages nous ont séduits ? Pronostics et coups de cœur.",
    "body": "À mi-chemin du festival, on fait le bilan. Quels films sont encore attendus ? Quels longs-métrages nous ont séduits ? Pronostics et coups de cœur.\n\nDéjà six jours sont passés depuis l'ouverture du festival. Cinq restent encore à s'écouler. Ce sont surtout les cinéastes les plus reconnus et les plus consacrés que l'on attend cette semaine : Ken Loach, Wim Wenders, Aki Kaurismäki, Nanni Moretti. Un quarteron de totems cannois, tous venus au moins six ou sept fois en compétition (beaucoup plus pour Loach), tous déjà palmés (et même deux fois pour Loach) ou presque (Kaurismäki, multiprimé mais non palmé). Il est probable que certains de ces films soient très beaux, il est moins certain qu'ils renouvellent totalement ce que l'on sait déjà de chacun de leur auteur. Pour tout dire, le film d'une autre vétérane, Catherine Breillat, beaucoup moins souvent exposée dans la vitrine de la compétition cannoise, aiguise davantage nos attentes.\n\nÀ mi-parcours, on regarde dans le rétroviseur, quelles images se sont sédimentées dans le fond de notre œil ? La puissance plastique interloquante de Zone of Interest de Jonathan Glazer (même si on n'est toujours pas sûr·e de se sentir complètement en affinité avec ce film qui produit autant de perplexité que de sidération) ; la finesse d'analyse, l'art de l'understatement et de l'ironie pastel du May December de Todd Haynes (qui se réinvente en Cukor contemporain) ; et depuis hier, la force d'impact émotionnel foudroyante d'Anatomie d'une chute de Justine Triet.\n\nNotre Palme\n\nLa réalisatrice de Victoria et Sibyl compte vraiment désormais parmi les très grand·es cinéastes de l'époque. À partir d'une trame policière assez quelconque, un travail tatillon d'architecture dramatique, une précision exceptionnelle dans la direction d'acteur·trice, dont chaque effet, chaque geste, chaque intonation paraissent le produit d'une réflexion et d'une stylisation acharnées, et surtout un art de la mise en scène d'une éloquence et d'un pouvoir d'évocation inouïs, concourent à faire d'Anatomie d'une chute notre film préféré du festival à ce jour, notre palme perso sans hésitation.\n\nC'est loin d'être le cas chaque année à Cannes, mais nous ne nous sentons pas du tout seul·es dans ce choix. Sur le tableau des étoiles du Film français comprenant les notations de 16 médias nationaux, le film de Justine Triet tient la tête avec l'obtention de quatre palmes (devant The Zone of Interest qui en remporte trois). Sur l'équivalent international de ce tableau, publié dans la revue de cinéma britannique Screen, Anatomie d'une chute est également vainqueur avec une note de 3,1 sur 4. Palme des critiques à l'échelle nationale et internationale, le film de Justine Triet a-t-il fait vibrer la communauté beaucoup plus restreinte des membres du jury ? On voit mal comment, a minima un prix de la mise en scène ou de l'interprétation féminine pour Sandra Hüller pourrait lui échapper. Nous, on lui donnerait la Palme d'or.\n\nÉdito initialement paru dans la newsletter spécial Cannes du 22 mai. Pour vous abonner gratuitement aux newsletters des Inrocks, c'est ici !",
    "published": true,
    "createdAt": "2023-05-23T09:46:44.670Z",
    "updatedAt": "2023-05-23T09:46:44.670Z",
    "author": "Jean-Marc Lalanne",
    "image": "https://www.lesinrocks.com/wp-content/uploads/2023/05/Capture-decran-2023-05-22-a-17.08.46.png?resize=626%2C415&quality=75",
    "typeId": 5
  },
  {
    "id": 6,
    "title": "GTO",
    "description": "GTO raconte l'histoire d'un ex-délinquant Eikichi Onizuka, qui décide de devenir un grand professeur. Mais ce n'est pas aisé et les diverses relations qu'il va nouer avec le corps professoral et ses élèves vont être complexes. Adorées par les uns, détestées par les autres, ses manières pédagogiques ne vont pas faire l'unanimité et sont pour le moins étranges.",
    "body": "Ah là là GTO... je devais bien y arriver un jour, et pourtant : difficile de faire une critique sur cet anime tant tout a déjà été dit mainte et mainte fois. Je vous passe donc le résumé et vais directement me concentrer sur une analyse personnelle pour ne pas faire dans le réchauffé.\n\nDonc, GTO est passionnant selon moi car il relève presque de l'erreur d'interprétation. En effet : le personnage d'Onizuka n'est pas vraiment conçu pour représenter quelqu'un d'autre en dehors de lui-même, et n'a pour dire pas vocation à l'effet miroir. Ce sont les élèves qui normalement remplissent cette tâche : le timide qui fait les frais de son manque d'assurance, l'intello un peu geek, la petite frappe mais gas bien dans le fond, la surdouée etc... Mais étonnamment; le spectateur se sentira plus proche d'Eikichi la plupart du temps.\n\nEn même temps, dans une oeuvre qui faire la part belle au doute : Onizuka est certainement celui qui en a le plus, bien qu'en apparence, il ait une assurance indéfectible. Ce qui est au passage joliment symbolisé dans le premier ending : à rêvasser la tête levée, cigarette à la main, regardant naïvement les nuages défiler, limite comme si il en attendait quelque chose... Puis, il l'éteint et revient au réel avec tout le bordel qu'il induit.\n\nGTO - Screenshot #2\nAvoir vocation à guider les autres quand on ne sait pas ce qu'on veut soit-même (en dehors de ses fantasmes) est assez cocasse dans le fond... Mais GTO se tire à merveille de l'exercice car Onizuka a cette subtilité de pouvoir d'un côté apporter son expérience pour éviter les plans foireux, sans pour autant faire dans la projection. Bon, sa méthode d'enseignement peut se résumer à l'anarchie et est vide de tout savoir-faire théorique. Mais l'oeuvre étant un rempart contre l'éducation scolaire traditionnelle, on ne peut pas vraiment lui en vouloir sur ce point.\n\nC'est aussi drôle de voir qu'il essaye d'inculquer certaines valeurs morales qu'il n'a plus après 2 bières... Mais bon, si j'avais bien une chose à reprocher à GTO pour nuancer : c'est sa tendance à faire dans la médecine miracle; après avoir réglé un problème plus ou moins grave, on n'en entend quasiment plus jamais parlé ! Enfin, je veux bien être une quiche en nature humaine... mais je ne crois pas qu'un problème qui affecte profondément une personne puisse disparaître du jour au lendemain, même avec le meilleur toubib.\n\nEn parlant de ses élèves, la relation est intéressante dans le sens où la plupart se croient adultes, mais sont incapables d'assumer les conséquences de leurs actes. Et Onizuka, c'est évidemment l'inverse : il peut endosser les conneries des autres sans broncher, mais est incapable d'agir avec maturité...\n\nD'ailleurs, le doublage VF reflète bien ce comportement de grand enfant à la voix encore bien énervée. L'animation est quant à elle catastrophique techniquement (pour changer avec Pierrot...) mais a de la gueule et une bonne mise en scène, ce qui est l'essentiel pour une adaptation de GTO.\n\nPour finir, on peut dire que cet anime transcende les générations pour une raison assez évidente : il sonne juste sur des sujets qui seront toujours d'actualité. Et bien que l'animation vieillit généralement très mal, la patte graphique marquée tourne à son avantage sur ce coup-là.\n\nUn joli 8 !",
    "published": true,
    "createdAt": "2023-05-23T09:56:15.729Z",
    "updatedAt": "2023-05-23T09:56:15.729Z",
    "author": "Equinox",
    "image": "https://roadtocinema.paris/wp-content/uploads/2021/01/gto-artwork-1280x720-1.png",
    "typeId": 10
  },
  {
    "id": 2,
    "title": "Quoi de Neuf dans Prisma ? (T1/22)",
    "description": "Découvrez tout ce qui s'est passé dans l'écosystème et la communauté Prisma de janvier à mars 2022.",
    "body": "Nos ingénieurs ont travaillé dur, publiant de nouvelles versions avec de nombreuses améliorations...",
    "published": true,
    "createdAt": "2023-05-22T15:26:59.715Z",
    "updatedAt": "2023-05-22T15:26:59.715Z",
    "author": "Bob",
    "image": "https://website-prisma.vercel.app/illustrations/home-page/schema.svg",
    "typeId": 11
  },
  {
    "id": 7,
    "title": "The Witcher : une nouvelle série en tournage, une star de l'action au casting",
    "description": "Après le préquel L'Héritage du sang, un nouveau spin-off de la série Netflix The Witcher est entré en tournage avec Dolph Lundgren dans l’un des rôles principaux !",
    "body": "Surprise, un nouveau spin-off de The Witcher vient d’entrer en tournage ! Tandis que la troisième saison des aventures du sorceleur sera prochainement diffusée sur Netflix (partie 1 le 29 juin, partie 2 le 27 juillet), cette nouvelle série qui n’a pas encore été officiellement annoncée par Netflix vient d’être évoquée lors d’une interview par Dolph Lundgren.\n\nL’icône du cinéma d’action des années 80 a en effet révélé à nos confrères suédois d’Aftonbladet avoir débuté en Afrique du Sud les prises de vues d’une nouvelle série dérivée de The Witcher, sans qu’il nous soit précisé s’il s’agira d’un préquel ou d’une suite au programme principal.\n\nThe Witcher\nThe Witcher\nSortie : 2019-12-20 | 60 min\nSérie : The Witcher\nAvec Henry Cavill, Anya Chalotra, Freya Allan\nPresse\n2,6\nSpectateurs\n3,9\nVoir sur Netflix\n\nEn rémission d’un cancer du poumon diagnostiqué en 2015, Dolph Lundgren est actuellement très demandé par les studios hollywoodiens, puisqu’il vient d’achever le tournage de deux films très attendus : Expendables 4 et Aquaman 2.\n\nL'acteur est également annoncé au casting d'un spin-off de la saga Creed, un projet à l’origine d’une brouille avec son vieil ami Sylvester Stallone.\n\nRappelons qu’un préquel consacré à l’histoire du tout premier sorceleur (ou plutôt de la première sorceleuse) a déjà vu le jour, sous le titre de L'Héritage du sang. Cette mini-série de quatre épisodes n’a toutefois pas rencontré le succès, avec un accueil critique désastreux et des retours téléspectateurs calamiteux.\n\nLa série The Witcher est adaptée des romans de fantasy écrits par Andrzej Sapkowski, adaptés en jeux vidéo par le studio polonais CD Projekt RED. L’histoire suit les aventures d’un chasseur de démons mutant Geralt de Riv, de sa fille adoptive Ciri et de Yennefer de Vengerberg, une magicienne au passé trouble.\n\nLes deux premières saisons de The Witcher et sa mini-série préquel Blood Origin sont à retrouver dès à présent sur Netflix.",
    "published": true,
    "createdAt": "2023-06-06T00:00:00.000Z",
    "updatedAt": "2023-06-06T00:00:00.000Z",
    "author": "Clément Cusseau",
    "image": "https://media.ouest-france.fr/v1/pictures/MjAyMTEyODY2Yzk4MGE2ZWE1NWY2ZGFkYjg2MzcxZDhkYTNkM2Y?width=630&height=354&focuspoint=50%2C25&cropresize=1&client_id=bpeditorial&sign=86bb61cb79139057ce032b121af48e5bbf18b442f642f2714c7a6d9cd1f4cc42",
    "typeId": 8
  },
  {
    "id": 8,
    "title": "Sanctuaire Sol Yota Nigo Zelda Tears of the Kingdom : comment résoudre son énigme ?",
    "description": "Dans Tears of the Kingdom, vous allez avoir de nombreuses activités qui s'offrent à vous, dont les fameux sanctuaires déjà disponibles dans l'opus précédent. Dans cet article, nous allons nous intéresser plus particulièrement à celui appelé Sol Yota Nigo !",
    "body": "Où trouver le Sanctuaire Sol Yota Nigo ?\n\nAvant de nous pencher plus en détail sur ce sanctuaire, commençons par vous parler plus longuement de ces derniers qui vont faire partie de votre aventure Tears of the Kingdom. C'est simple, vous allez en croiser des dizaines lors de votre exploration du monde.\n\nCe sont de tout petits donjons qui ne vous demanderont que quelques minutes pour être complétés, mais croyez-nous, le jeu en vaut la chandelle. Par contre, il peut être assez compliqué de réussir à mettre la main sur tous ces sanctuaires du premier coup.\n\nDe même, il est totalement normal de se retrouver parfois coincé devant l'énigme de l'un de ces derniers. Alors, pour vous aider, nous vous avons préparé un guide complet des sanctuaires du jeu avec pour chacun, non seulement leur localisation, mais aussi un guide pour résoudre l'énigme !\n\nPour ce qui est du sanctuaire qui va aujourd'hui nous intéresser, il s'agit de celui nommé Sanctuaire Sol Yota Nigo et pour mettre la main dessus, vous allez devoir au préalable trouver la cité Gerudo, la zone où vous pourrez réaliser les quêtes de Riju ! Rendez-vous ensuite simplement à l'emplacement indiqué sur la carte ci-dessous.\n\nSanctuaire Sol Yota Nigo Zelda Tears of the Kingdom : comment résoudre son énigme ?\n\nComment résoudre l'énigme du Sanctuaire Sol Yota Nigo de Tears of the Kingdom ?\n\nMaintenant que vous êtes à l'intérieur de ce dernier, vous faites face à des tas de sable et à une porte verte. Sur la droite, une turbine dépasse du tas de sable, utilisez Emprise pour la faire sortir. Activez-la ensuite et servez-vous-en pour vous débarrasser du tas de sable au fond.\n\nUne fois que c'est fait, vous découvrirez un coffre avec une petite clé. C'est via cette dernière que vous allez pouvoir ouvrir la porte verte que vous voyez depuis le début de ce sanctuaire. Attention, car dans la salle qui arrive, vous devrez affronter un Golem soldat.\n\nSanctuaire Sol Yota Nigo Zelda Tears of the Kingdom : comment résoudre son énigme ?\n\nUtilisez ensuite la turbine pour retirer le sable et obtenir un miroir. Retirez le tas de sable dans le coin inférieur droit pour vous libérer un passage vers la salle suivante. Sortez la turbine du sable avec Emprise, libérez la salle du sable et affrontez le Golem soldat pour gagner son éventail à turbine.\n\nPositionnez ensuite la turbine devant le mur et utilisez le Paravoile pour atteindre le niveau supérieur. Utilisez l'éventail pour dégager la route et une porte s'ouvrira, vous donnant accès à un coffre. Dans la pièce principale, allez dans le renfoncement à gauche et utilisez Infiltration vers la plateforme supérieure.\n\nÉliminez le Golem archer en bas, descendez et nettoyez avec la turbine, ce qui dévoile un faisceau. Continuez de nettoyer et récupérer un miroir. Placez-le sur la plateforme blanche pour détourner le faisceau. Retournez dans la pièce principale et soulevez le miroir avec Emprise pour réfléchir le faisceau sur l'hexagone orange. La porte s'ouvre et vous pouvez obtenir votre Lueur bienfaisante.",
    "published": true,
    "createdAt": "2023-06-06T00:00:00.000Z",
    "updatedAt": "2023-06-06T00:00:00.000Z",
    "author": "Anagund",
    "image": "https://i0.wp.com/www.lebetatesteur.ca/wp-content/uploads/2023/05/The-Legend-of-Zelda-Tears-of-the-Kingdom-the-cost-1280x720-1.jpg?resize=1200%2C675&ssl=1",
    "typeId": 18
  },
  {
    "id": 9,
    "title": "WWDC 2023 - Le casque Apple Vision Pro est enfin là... et à 3500 $",
    "description": "Il ne prend pas le nom de Reality Pro, mais il est bel et bien là. Attendu depuis des années, le premier casque de réalité mixte d'Apple répond au nom de Vision Pro et inclut une foule de technologies pour convaincre ses clients de débourser les quelque 3500 dollars qu'il vaudra, à sa sortie l'an prochain.",
    "body": "C'était l'annonce la plus attendue de la keynote d'ouverture de la WWDC 20023. Apple annonce donc, à Cupertino, son premier casque de réalité mixte, qui ne prend pas le nom de Reality Pro comme escompté, mais de Vision Pro. Et c'est bien ce sur quoi la Pomme met l'accent : la vue, des applications à l'œuvre dans le casque, mais aussi de l'environnement qui entoure l'utilisateur.\n\nLe Vision Pro, ressemble peu ou prou à ce que l'on en attendait. Comprenez qu'il ressemble à un masque de ski recouvrant le haut du visage, mais dont la vitre simule la transparence : les yeux de l'utilisateur sont donc visibles derrière l'écran qu'il utilise, via un second écran. Une large bande rembourrée assure le maintien de l'engin, dont le poids reste à préciser, à l'arrière du crâne. Pour le faire fonctionner, Apple mise sur un triptyique : la voix d'abord, permettant de faire appel à Siri pour ouvrir et fermer des applications, ou pour lancer des contenus ; les mains, pour naviguer dans les applications, par exemple pour scroller dans des pages web ; et enfin à l'œil, puisque le regard, indique la Pomme, suffira à indiquer sur quelle icône cliquer d'un pincement des doigts.\n\nL'informatique spatiale, le concept derrière le Vision Pro\n\nConçu comme un ordinateur à porter, ou de l'informatique dans l'espace (spatial computing dans le jargon d'Apple), le casque Vision Pro vise à la fois les usages professionnels et personnels. L'Américain montre divers cas d'usages, incluant la simulation de postes de travail à plusieurs bureaux, dans lesquels il est possible de virtualiser son Mac d'un simple regard posé sur l'ordinateur. Il met en outre en avant le jeu, mais aussi le cinéma, puisque le casque permet d'afficher un écran - en 2D ou 3D selon les besoins - à redimensionner à la taille qui plaira à l'utilisateur. Il est possible de passer des appels via FaceTime, de filmer son environnement en 3D et de partager lesdites vidéos. Parmi les applications évoquées, on perçoit Mindfulness, Apple TV, Photos, Messages, Mail ou encore Freeform.\n\nVision OS et une foule d'éléments techniques\n\nD'un point de vue technique, le Vision Pro embarque deux écrans Oled affichant à eux deux 23 millions de pixels, dans une conception à trois éléments (verre Zeiss). L'appareil est muni de deux puces, l'Apple M2 que l'on connaît déjà très bien, puisqu'elle siège dans des iPad Pro et Mac, mais aussi une nouvelle venue, l'Apple R1. Cette dernière est conçue expressément pour articuler 12 caméras, 5 capteurs et 6 microphones et fournir un effet 3D naturel et performant. Côté son, Apple promet deux haut-parleurs de haute qualité, mais aussi un système baptisé audio ray tracing promettant d'analyser l'environnement de l'utilisateur pour y adapter le son qui lui est délivré. Le tout dans un cadre en alliage d'aluminium qu'Apple promet aussi léger et qu'aéré.\n\nApple s'est attaqué enfin à la question de l'interaction de l'utilisateur avec son environnement. Un écran Oled situé côté extérieur du casque permet à ses interlocuteurs de visualiser ses yeux, alors même qu'ils sont recouverts par le casque. FaceTime bénéficie également de ce soin apporté à la connexion à l'extérieur, puisque les caméras du casque sont mises à profit pour modéliser le visage de l'utilisateur (avant qu'il ne le chausse), puis est conçu pour en créer un avatar réaliste, qui parle donc au même titre que les autres interlocuteurs au sein de l'application. Tout cela est bien joli, mais il faudra utiliser une batterie externe, connectée par un câble au casque, pour obtenir seulement deux heures d'autonomie : vous pourrez donc regarder des films depuis Vision Pro... mais pas Avatar.\n\nQuid du système d'exploitation régissant Vision Pro ? La rumeur avait tout faux, puisqu'il ne prend pas le nom d'xrOS, mais bien de visionOS. Un système que l'on découvrira plus avant d'ici le début de l'année 2024, puisque le Vision Pro ne sortira pas avant. Mais on connaît déjà son prix, qui en fera un appareil d'exception : il coûtera 3500 $, et sans doute plus de 4000 € s'il vient à être commercialisé sur le Vieux Continent.",
    "published": true,
    "createdAt": "2023-06-06T00:00:00.000Z",
    "updatedAt": "2023-06-06T00:00:00.000Z",
    "author": "Laure Renouard",
    "image": "https://cdn.lesnumeriques.com/optim/news/21/210303/355037db-wwdc-2023-le-casque-apple-vision-pro-est-enfin-la-et-a-3500__w800.webp",
    "typeId": 11
  }
]
